Repository: developerCeluvans/ty-conductor-ios
Catalog: taxisyaconductor/*.lproj/Localizable.strings
Languages: es

source: item_close_normal
es: item_close_normal_es

source: item_close_over
es: item_close_over_es

source: item_enable_normal
es: item_enable_normal_es

source: item_enable_over
es: item_enable_over_es

source: item_history_normal
es: item_history_normal_es

source: item_history_over
es: item_history_over_es

# wellcome_message
source: Welcome to Taxis Ya {user_name}
es: Bienvenido {user_name} a Taxis Ya

# enable_gps
source: Please enable location services
es: Por favor active el GPS

source: Service History
es: Historial Servicios

# title_history_first
source: Service
es: Historial

# title_history_last
source: History
es: Servicios

# subtitle_history
source: in the last month
es: en el último mes

# cell_service
source: Service #
es: Servicio #

# cell_neighborhood
source: Neighborhood:
es: Barrio:

# cell_date
source: Date:
es: Fecha:

# cell_rating
source: Rating:
es: Calificación:

# rate_very_good
source: Very Good
es: Muy Bueno

# rate_good
source: Okay
es: Bueno

# rate_bad
source: Bad
es: Malo

# rate_none
source: None
es: Ninguna

# title_services_first
source: Active
es: Servicios

# title_services_last
source: Services
es: Activos

# disable_button
source: Disable Me
es: Deshabilitarme

# enable_message
source: {user_name} you are enabled
es: {user_name} te encuentras habilitado

source: icon_aero
es: icon_aero_es

source: icon_outside
es: icon_outside_es

source: icon_courier
es: icon_courier_es

source: icon_hours
es: icon_hours_es

source: icon_operator
es: icon_operator_es

# enable_failed_title
source: Important
es: Importante

# enable_failed_message_part1
source: The vehicle is in use. Please contact
es: El vehículo esta en uso. Por favor contacte al conductor

# enable_failed_message_part2
source: driver to cellphone
es: al celular

# title_login_first
source: Enter
es: Ingresa

# title_login_last
source: your information
es: tus datos

# subtitle_login
source: to access the system
es: para acceder al sistema

# hint_email
source: Email
es: E-mail (Correo electrónico)

# hint_password
source: Your password
es: Tu Contraseña

# signin_button
source: Sign In
es: Ingresar

# signup_button
source: Register
es: Registrarse

# message_login
source: as a taxi driver to join go to ours offices
es: para afiliarse como taxista dirígete a nuestras oficinas

# phone_login
source: Phone: 350 200 0000
es: Teléfono: 350 200 0000

# title_car
source: License plate available
es: Placas disponibles

# car_confirm_button
source: Confirm
es: Confirmar

# error_one
source: Username or password incorrect.
es: Usuario o contraseña incorrectos.

# error_two
source: This user is already logged into another device.
es: Este usuario ya esta logueado en otro dispositivo.

# error_three
source: Your membership is expired, contact the center to activate it again.
es: Su afiliación se encuentra vencida, comuniquese con la central para activarla de nuevo.

# error_net
source: No Internet connection!
es: ¡No esta conectado a internet!

# title_country
source: Country
es: Pais

# title_region
source: Region
es: Región

# hint_name
source: Your name
es: Tu nombre

# hint_identity
source: Your identity
es: Tu identificación

# hint_license
source: Your license
es: Tu licencia

# hint_phone
source: Your phone
es: Tu teléfono

# hint_cellphone
source: Your cellphone
es: Tu celular

# hint_address
source: Your address
es: Tu dirección

# hint_country
source: Your country
es: Tu país

# hint_region
source: Your region
es: Tu región

# hint_city
source: Your city
es: Tu ciudad

# hint_car_plate
source: Lisence Plate
es: Placa

# hint_car_brand
source: Car brand
es: Marca vehiculo

# hint_car_line
source: Line
es: Linea

# hint_car_mobile
source: Mobile
es: Movil

# hint_car_year
source: Year
es: Año vehiculo

# hint_car_company
source: Company
es: Empresa

# title_photo
source: Driver Photo
es: Foto Conductor

# title_document
source: Document Photo
es: Cédula

# title_operation
source: Operation
es: T. Operación

# title_car_license
source: License Photo
es: Licencia

# title_car_plate
source: Property
es: T. Propiedad

# title_car_brand
source: Brand
es: Marca

# title_car_line
source: Line
es: Linea

# title_car_mobile
source: Mobile
es: Movíl

# title_car_year
source: Year
es: Año

# title_car_company
source: Company
es: Empresa

# send_button
source: Send
es: Enviar

# register_message_progress
source: Registering...
es: Registrando...

# register_all_fields
source: All fields are required
es: Todos los campos son obligatorios

# register_city_field
source: City are required
es: La ciudad es obligatoria

# arrive_button
source: I'm already here
es: Ya estoy aquí

# cancel_button
source: Cancel
es: Cancelar

# finish_button
source: Finalize
es: Finalizar

# alert_title
source: Important
es: Importante

# alert_message
source: Are you sure to cancel service
es: ¿Está seguro de cancelar el servicio?

# alert_yes
source: Yes
es: Si

# user_cancel
source: The user canceled the service!
es: ¡El usuario ha cancelado el servicio!

# service_cancel
source: The service is cancelled
es: El servicios fue cancelado

# error_arrived
source: There was an error in the confirmation of arrival, try again!
es: Hubo un error en la confirmacion de llegada, ¡Intentelo de nuevo!

# error_finish
source: There was an error in the finish service, try again!
es: Hubo un error finalizando el servicio, ¡Intentelo de nuevo!

# alert_message_another_driver
source: This service was confirmed by another taxi!
es: ¡Este servicio fue confirmado por otro taxi!

# alert_accept
source: Accept
es: Aceptar

# recover_button
source: Forgot your password?
es: ¿Olvidaste la contraseña?

# confirm_button
source: Enter code of confirmation
es: Ingresa el código de confirmación

source: Recover password
es: Recuperar Contraseña

# email_input
source: Enter your email
es: Digita tu correo electrónico

# confirm_code
source: Confirmation code
es: Codigo de confirmación

# password_input
source: Enter new password
es: Digita nueva contraseña

# finished
source: Finalized
es: Finalizado

# email_sended
source: It has been sent to your email a confirmation code
es: Se ha enviado a tu correo electrónico un codigo de confirmacion

# password_reset
source: Password reset with success
es: Contraseña restablecida con éxito

# email_not_exist
source: This user does not exist. Wrong Code!
es: Este usuario no existe. ¡Código incorrecto!

# user_not_exist
source: This user does not exist!
es: ¡Este usuario no existe!

# not_fields
source: Incomplete fields
es: Campos incompletos

# email_input_2
source: Enter your email address
es: Escriba su dirección de correo

source: Sending...
es: Enviando...

# type_code
source: Enter the confirmation code sent to your email so you can enter the new password
es: Digita el código de confirmación que enviamos a tu correo electrónico para que puedas ingresar la nueva contraseña

# register_ok_message
source: Register success
es: Registro exitoso
